[
	{
		"name": "Ronen Shmueli",
		"job": "Partner",
		"desc": ["  A French resident, has a reputation as one of the most successful and leading telecommunications entrepreneurs in Europe. Entrepreneur and controlling shareholder of the telecommunications giant ILIAD-FREE, which led to a price revolution and services that changed the face of the map in the French communications market. Niall, known in Europe as the \"monopoly shaker,\" built ILIAD-FREE as a company that provides millions of French citizens with a fair, unlimited use of high-speed internet, landline and international telephone services for a fixed fee of € 30 per month.",
					"The price of the package, which caused a shock and revolution in the French communications market, has not changed since the company was founded more than 10 years ago. ILIAD-FREE is currently setting up the new mobile network in France, which will operate under the brand \"FREE\". Xavier Niall is also the owner of Le Monde, France's leading press group."]		
	},
	{
		"name": "Eran Avraham",
		"job": "Director, Partner and CEO",
		"desc": ["A new immigrant from France. He has extensive managerial and financial experience in the field of communications abroad and in Israel and served as CEO of the French telecommunications company ILIAD. Under the FREE brand, the company established a communications network for high-speed internet services, fixed and international telephony and hundreds of television channels. The marketing strategy of FREE caused an earthquake in the French communications market for the benefit of millions of customers and competitors. Thanks to the achievements of the ILIAD under his direction, Michael was awarded the prestigious 2005 BFM Prize as the Best Young Director in France. In Israel, he was involved in the acquisition and recovery of Hot Communications."]	
	},
	{
		"name": "Esti Zohar",
		"job": "Partner",
		"desc":["Founders and owners of the NAF NAF fashion company, one of the leading clothing brands in Europe.NAF NAF has revolutionized fashion in the world while bringing the elite fashion to the general public"]
	}
]